export default function Security() {
  return (
    <>
      <div
        className="flex items-center flex-col justify-center"
        style={{
          height: "100%",
        }}
      >
        <div className="flex items-center flex-col justify-center bg-gray-500 rounded-lg gap-5 p-6">
          <h1>Политика информационной безопасности для интернет-магазина</h1>
          <p className="w-1/2">
            1. Введение <br />
            Компания "Домовой Семерых" придает высший приоритет обеспечению
            безопасности информации своих клиентов. Эта политика разработана с
            целью защиты конфиденциальности и целостности данных, а также
            обеспечения доступности информационных ресурсов интернет-магазина.
            <br />
            2. Конфиденциальность данных <br />
            2.1. Персональные данные: - Компания обязуется соблюдать законы и
            стандарты, касающиеся обработки и хранения персональных данных
            клиентов. - Личная информация клиентов будет использоваться
            исключительно для обработки заказов и улучшения качества
            предоставляемых услуг. - Никакая личная информация не будет
            передаваться третьим сторонам без явного согласия клиента.
            <br />
            2.2. Шифрование данных: - Все передаваемые данные, включая платежные
            реквизиты, будут защищены с использованием современных технологий
            шифрования.
            <br />
            3. Защита информационных систем
            <br />
            3.1. Антивирусная защита: - На всех устройствах, используемых для
            обработки данных клиентов, установлены актуальные антивирусные
            программы.
            <br />
            3.2. Обновление программного обеспечения: - Все программное
            обеспечение, используемое для обработки данных, регулярно
            обновляется, чтобы устранять уязвимости.
            <br />
            4. Управление доступом
            <br />
            4.1. Аутентификация: - Доступ к системам обработки данных
            осуществляется только после аутентификации с использованием
            безопасных методов.
            <br />
            4.2. Ограничение доступа: - Доступ к конфиденциальным данным
            предоставляется только сотрудникам, чьи обязанности требуют такого
            доступа.
            <br />
            5. Обучение и осведомленность
            <br />
            5.1. Обучение персонала: - Все сотрудники проходят обучение по
            вопросам информационной безопасности, включая правила обработки
            персональных данных.
            <br />
            5.2. Соблюдение политики: - Сотрудники обязаны соблюдать данную
            политику и докладывать о любых инцидентах, касающихся безопасности
            информации.
            <br />
            6. Мониторинг и реагирование
            <br />
            6.1. Системы мониторинга: - Установлены системы мониторинга для
            оперативного выявления аномалий в работе информационных систем.
            <br />
            6.2. Реагирование на инциденты: - Разработаны процедуры реагирования
            на информационные инциденты с целью минимизации ущерба и
            восстановления безопасности.
            <br />
            7. Регулярные аудиты и обзоры
            <br />
            7.1. Аудит безопасности: - Регулярно проводятся аудиты безопасности
            для выявления и устранения уязвимостей.
            <br />
            7.2. Обзор политики: - Политика информационной безопасности
            пересматривается и обновляется по мере необходимости.
            <br />
            8. Соблюдение законодательства 8.1. Законодательство: - Компания
            "Домовой Семерых" обязуется соблюдать все применимые законы и
            нормативные акты в области информационной безопасности.
          </p>
          <h1>Реквизиты:</h1>
          <p className="w-1/2">
            Полное наименование: <br />
            Организация: Общество с ограниченной ответственностью "Домовой
            Семерых"
            <br />
            Сокращенное наименование: <br />
            ООО "Домовой Семерых"
            <br />
            Юридический адрес: <br />
            56, г. Фарнковская, ул. Волховская, д. 7, офис 42 <br />
            Почтовый адрес: <br />
            789012, г. Иллюзия, а/я 77 <br />
            ИНН (Идентификационный номер налогоплательщика): <br />
            123456789012 <br />
            КПП (Код причины постановки на учет): <br />
            654321098 <br />
            ОГРН (Основной государственный регистрационный номер): <br />
            987654321012345 <br />
            ОКПО (Общероссийский классификатор предприятий и организаций):
            <br />
            87654321 <br />
            Расчетный счет: <br />
            01234567890123456789 <br />
            Корреспондентский счет: <br />
            98765432109876543210 <br />
            БИК (Банковский идентификационный код): <br />
            111222333 <br />
            Контактные данные: <br />
            Телефон: +7 707 925 6314 <br />
            Руководитель: <br />
            ФИО: Медведев Кирилл <br />
            Должность: Генеральный директор <br />
            Зам. Директоры: Шкуренко Денис, Булатов Арыстан <br />
          </p>
        </div>
      </div>
    </>
  );
}
